<template>
	<div>
		<div>
			<van-nav-bar title="体育玩法规则" @click-left="onClickLeft" fixed left-arrow>
			</van-nav-bar>
		</div>
		<div class="content animated fadeInLeft">
			<h4 class="title">选择体育项目</h4>
			<div>一般体育说明</div>
			<span>一般体育说明</span>
			<p class="time">最后更新日期：１6/09/2021</p>
			<h4>概述</h4>
			<p>此规则与条款将适用于本公司所有的投注种类。会员们有责任确保您
				获知所有的规则与条款，我们保留随时修改条款的权利，并且会将修
				改的内容公布在本网站上。公布在网站公告上的信息可作为投注附加
				的规则与条款，若有任何差异或矛盾的地方，将以附加信息为准。
				本公司对此条款视为公平公正的，若您有任何意见或疑问，您可以联
				络我们的客服部，我们的客服团队将热诚协助每位客户，并确保能及
				时友善的解决您的问题。对于任何错误或争论，我们的客服团队将竭
				力提供服务。
				所有的条款用于在会员与公司之间建立一般的原则。对产生的任何争
				议，希望通过该条款让双方都得到满意的解决方案。</p>
			<h4>1.一般体育规则</h4>
			<p>所有在本公司进行的投注都需要依照以下规则与条款处理。在个别体
				育项目里注明的规则将视为体育主要规则:<br>
				1. 所有投注项目的最高和最低投注额将由公司决定，如有任何更改无
				需提前通知。<br>
				2. 会员申请账户时需提供正确的个人信息，本公司对提供伪造或错误
				信息的账户将不负任何责任。<br>
				3. 会员将全权负责账户提交的所有交易。在投注前请仔细检查选项，
				一旦投注提交成功后，将无法更改或取消。公司对会员自身原因造成
				的遗漏或重复投注不负任何责任。会员可以在"交易记录"中查看详情
				确保所有提交的注单已成功。<br>
				4. 在任何投诉中，如果在公司的数据库中没有存储任何记录，公司将
				不接受也不认可任何会员提供的复印件或单据。<br>
				5. 公司保留在任何时候关闭或冻结会员账号的权利。<br>
				6. 公司保留在任何时候暂停/中止会员对任何盘口进行投注的权利。<br>
				7. 公司保留对已预先知道赛果的投注作出取消的权利。如果由于"滚球
				现场"延迟而引起盘口的赔率错误，此期间的注单将视为无效。<br>
				8. 关于赛事的信息，例如日期，时间,比分，数据统计，红牌和中立场
				等信息仅供会员参考，公司对提供此信息的准确性不负任何责任。<br>
				9. 如果比赛或赛事取消，中断或延迟并且没有在官方指定开球时间的
				36小时内重新开始，所有该场赛事的投注即被视为无效且取消，除非
				在个别体育规则里另有指定注明。某些无条件终止的盘口将会相应地
				结算。单独的体育规则中对此类盘口的结算程序做了说明。公司取消
				该赛事所有注单的结果被视为最终决定，无需参考官方赛事裁判或相
				关部门的决定。连串投注将会继续按照注单剩余赛事的赛果结算，该
				取消赛事的赔率将会按照1计算。<br>
				10. 如果比赛或是赛事取消，所有该场赛事的投注即被视为无效且取消，
				除非在个别体育规则里另有指定注明。对于取消的定义和处理本公司
				拥有最终解释权。<br>
				11.如果对其它语言版本的信息或球赛队名有争议，请以英文网站的名
				称为准。<br>
				12. 由以下事件造成的任何损失，公司不赋予任何责任:<br>
				A.公司的网站、服务器或网络中断。<br>
				B.公司数据库、服务器丢失信息或信息遭受破坏。<br>
				C.不法分子攻击网站、服务器或网络供应商。<br>
				D.进入网站时由于网络供应商原因造成的网络缓慢。<br>
				13. 如果系统发生不可预知的事件而导致已投注的注单出现争议，公司
				将会根据数据库的资料为准。<br>
				14. 如果对此规则与条款的内容有任何疑义，请以公司的解释为准。</p>
			<h4>2. 赛果与派彩</h4>
			<p>赛果均在赛事结束后判定，除非在个别体育规则里另有注明。赛果公
				布72小时后，若对任何赛果有争议，本公司将不认可。在赛果公布72
				小时内,除了任何体育纪律委员会所重新裁决之赛果，本公司只会修正
				人为、系统或参考赛果的相关网页失误等原因的错误。
				投注通常在赛事结束后派彩。但考虑到会员的利益，某些投注会在官
				方公布赛事结果之前就进行派彩。这些投注会在无条件确定结果的情
				况下派彩，可以包括被放弃，暂停或推迟的赛事。为此，公司保留对
				此而造成的错误进行更改的权利。
				派彩是根据官方来源或相关体育权威机构判定的结果为准。如果无法
				从相关体育权威机构判定结果，公司将会根据其他数据来源判定结果
				进行派彩，同时此数据会在被认定为合理的前提下。
				所有的交易将以公司最新备份数据记录为准，公司不接纳任何投诉或
				争议，除非会员提供交易记录的截图或影印证据，否则公司的数据记
				录将作为最终证明。</p>
			<h4>3. 滚球类型投注规则</h4>
			<p>
				1.滚球投注是指对正在进行比赛的赛事进行投注。注单会在比赛开始
				后开始接收并且在盘口关盘后停止所有交易。个别体育会开出多个滚
				球种类的盘口供投注。<br>
				2.所有滚球投注均需要遵守系统验收程序。这可能会导致每笔投注延
				迟确认或出现投注失败的情况。<br>
				3.所有在注单上显示"待确认"的字眼则表示注单正在等待系统的判断
				投注是否成功。这表示注单在等待被确认或可能被取消。<br>
				4.在赛事有事件发生或出现其他特殊情况时，所有待确认中的注单将
				不被确认并视为投注失败。<br>
				5.足球 - 此事件可包含进球，红卡，点球或技术上问题等等。(其他例
				子并不一一详尽列出)其他体育项目 - 在投注确认之前，如果赔率发生
				变化或市场状态发生变动，待处理的投注将视为无效。当有重大事件
				发生时，会应用视频助理裁判（VAR）来判定，这可能会导致之前已
				确定的注单被取消。注单被取消始于重大事件发生的开端直到VAR的
				最终官方判定已宣布。在滚球投注中，本公司需强调以下条款，确保
				投注是按照正确的时间、金额和在正确的情况下进行:<br>
				A.比赛赛果和入球时间以本公司网站公布的为准，我们不参考任何其
				它官方网站，体育网站，或"即时比分"等网站公布的赛果或入球时间。<br>
				B.如果有合理的理由怀疑投注是在比赛时某个事件发生后才提交的，
				本公司将保留取消此注单且不需提供任何理由和证明的权利。<br>
				C.如果出现网站无法更新比分、赔率或盘口的情况，本公司保留权利
				取消所有未确认且处理中的注单。
			</p>
			<h4>4.有关时间规则</h4>
			<p>1.如比赛在法定时间提前进行，在比赛开始前的投注依然有效，在比
				赛开始后的所有投注均视为无效(滚球投注另作别论)。<br>
				2.足球赛事的正常完场时间包括任何球员伤停补时。<br>
				3.除非在个别体育规则另有注明，加时得分则不计算在正常完场时间
				内。</p>
			<h4>5.并列名次规则</h4>
			<p>1. 一场赛事的盘口产生2名或者以上的获胜者，那么赢利金额将减少。
				计算方法是将本金除以获胜者人数，然后乘以原赔率。这部分本金及
				赢利将返还给会员，剩余的本金将输掉。<br>
				2.例如：<br>
				第一阶段-您投注5.00英镑，赔率16.0（可能的赢利金额为75.00英镑）<br>
				第二阶段-您投注的对象与另一名对象同时获胜<br>
				第三阶段-注单的‘输赢’计算方式为（投注金额 x 赔率）/ 获胜者人
				数 - 本金。 因此，‘输赢’ 为 ($5.00 x 16) / 2 – $5.00 = $35.00。
				如果有2名以上的获胜者，注金将会分成相应的等份<br>
				3.并列名次规则将不适用于，如果我们最终决定，可由排名準則决定
				排序的赛事。（例如小组赛事）</p>
			<h4>6.场地变更</h4>
			<p>1.如果比赛场地有变更（主客队调换），所有此注单将被取消。<br>
				2.本公司保留权利取消因更换场地而可能对赛事结果有影响的注单，
				例如：网球比赛更换场地表面。<br>
				3.若比赛原定在中立场进行改为在非中立场进行且在本公司判定下对
				比赛没有影响，注单将继续保持有效。<br>
				4.在个别体育项目里若有特别注明将覆盖以上规则。</p>
			<h4>7.错误</h4>
			<p>1.本公司力求错误发生的机率保持最低，但若有注单显然是在盘口有
				错误的情况下提交，我们将保留取消此注单的权利。错误的情况包括：<br>
				A.赔率错误 （和市场上提供的有明显差别）；<br>
				B.盘口信息错误， 例如：让球数，大小数等；<br>
				C.赛事信息错误，例如：参赛队名或队员， 赛事日期或开赛时间。<br>
				2.若因遇到以上的情况而需取消任何注单，我们会尽可能的与客户取
				得联系，有关讯息也会及时在公告栏里发布。</p>
			<h4>8.异常投注行为</h4>
			<p>对任何怀疑在投注时涉嫌作弊或破坏本公司投注平台的会员，公司有
				权在毫无警告或通知下取消此会员所有的注单并且冻结账户。异常行
				为包括使用任何设备，自动设备，软件，程序等方式干涉本网站的运
				作。。</p>
		</div>
	</div>
</template>

<script setup lang="ts">
import router from '@/router';

const onClickLeft = () => {
	router.go(-1)
}

</script>

<style scoped lang="scss">
.content {
	padding-top: 46px;
	background-color: #F1FAFF;
	min-height: -moz-calc(100vh - 46px);
	min-height: -webkit-calc(100vh - 46px);
	min-height: calc(100vh - 46px);
	padding: 46px 20px 0 20px;

	h4 {
		font-size: 17px;
		font-family: Adobe Heiti Std;
		font-weight: normal;
		color: #000000;
		margin-bottom: 13px;
	}

	.title {
		margin-top: 13px;
	}

	p {
		font-size: 13px;
		font-family: Adobe Heiti Std;
		font-weight: normal;
		color: #666666;
		line-height: 20px;
		margin-bottom: 47px;
	}

	.time {
		margin-bottom: 29px;
	}

	div {
		width: 324px;
		line-height: 33px;
		background: #F3F3F3;
		border: 1px solid #E3E3E3;
		border-radius: 17px;
		font-size: 17px;
		color: #5C546A;
		padding-left: 5px;
	}

	span {
		font-size: 17px;
		font-family: Adobe Heiti Std;
		font-weight: normal;
		color: #FF6600;
		margin-bottom: 13px;
	}
}
</style>
